Repository: common-repository/youcan-pay-for-woocommerce
Catalog: languages/youcan-pay-*.po
Languages: ar, fr_fr

source: Error retrieving settings.
ar: خطأ في استرداد الإعدادات.
fr_fr: Erreur lors de la récupération des paramètres.

source: Remove %s from checkout
ar: إزالة %s من السلة
fr_fr: Supprimer %s de la caisse

source: YouCan Pay works by adding payment fields on the checkout and then sending the details to YouCan Pay for verification.
ar: يعمل عن طريق إضافة حقول للدفع, ثم يتم إرسال التفاصيل إلى YouCan Pay للتحقق من عملية الشراء.
fr_fr: YouCan Pay fonctionne en ajoutant des champs de paiement à la caisse, puis en envoyant les détails à YouCan Pay pour vérification.

source: Enable/Disable
ar: مفعل/غير مفعل
fr_fr: Activer/Désactiver

source: Enable YouCan Pay
ar: تشغيل YouCan Pay
fr_fr: Activer YouCan Pay

source: Title
ar: العنوان
fr_fr: Titre

source: This controls the title which the user sees during checkout.
ar: يتحكم هذا في العنوان الذي يراه المستخدم أثناء عملية الدفع.
fr_fr: Cela détermine le titre que les utilisateurs verront durant la commande.

source: Description
ar: الوصف

source: This controls the description which the user sees during checkout.
ar: يتحكم هذا في الوصف الذي يراه المستخدم أثناء عملية الدفع.
fr_fr: Ceci détermine la description que les utilisateurs verront durant le réglement.

source: Pay with your credit card or Cash Plus via YouCan Pay.
ar: ادفع ببطاقتك الائتمانية او عبر Cash Plus.
fr_fr: Payez avec votre carte de crédit ou Cash Plus via YouCan Pay.

source: Sandbox mode
ar: وضع Sandbox

source: Enable Sandbox mode
ar: تشغيل وضع Sandbox
fr_fr: Activer Sandbox mode

source: Place the payment gateway in Sandbox mode using test API keys.
ar: ضع عملية الدفع في وضع Sandbox باستخدام مفاتيح اختبار API.
fr_fr: Placez la passerelle de paiement en mode Sandbox à l’aide de clés API de test.

source: Sandbox Public key
ar: المفتاح العمومي في وضع Sandbox
fr_fr: Clé publique Sandbox

source: Get your API keys from your YouCan Pay account. Invalid values will be rejected. Only values starting with "pub_sandbox_" will be saved.
ar: احصل على مفاتيح API الخاصة بك من حساب YouCan Pay الخاص بك. سيتم رفض القيم غير الصالحة. سيتم فقط حفظ القيم التي تبدأ بـ "pub_sandbox_".
fr_fr: Obtenez vos clés API à partir de votre compte YouCan Pay. Les valeurs non valides seront rejetées. Seules les valeurs commençant par "pub_sandbox_" seront enregistrées.

source: Sandbox Private key
ar: المفتاح الخاص في وضع Sandbox
fr_fr: Clé privée Sandbox

source: Get your API keys from your YouCan Pay account. Invalid values will be rejected. Only values starting with "pri_sandbox_" will be saved.
ar: احصل على مفاتيح API الخاصة بك من حساب YouCan Pay الخاص بك. سيتم رفض القيم غير الصالحة. سيتم فقط حفظ القيم التي تبدأ بـ "pri_sandbox_".
fr_fr: Obtenez vos clés API à partir de votre compte YouCan Pay. Les valeurs non valides seront rejetées. Seules les valeurs commençant par "pri_sandbox_" seront enregistrées.

source: Production Public key
ar: المفتاح العام في وضع الحي
fr_fr: Clé publique de production

source: Get your API keys from your YouCan Pay account. Invalid values will be rejected. Only values starting with "pub_" will be saved.
ar: احصل على مفاتيح API الخاصة بك من حساب YouCan Pay الخاص بك. سيتم رفض القيم غير الصالحة. سيتم حفظ القيم التي تبدأ بـ "pub_" فقط.
fr_fr: Obtenez vos clés API à partir de votre compte YouCan Pay. Les valeurs non valides seront rejetées. Seules les valeurs commençant par "pub_" seront enregistrées.

source: Production Private key
ar: المفتاح الخاص في وضع الحي
fr_fr: Clé privée de production

source: Get your API keys from your YouCan Pay account. Invalid values will be rejected. Only values starting with "pri_" will be saved.
ar: احصل على مفاتيح API الخاصة بك من حساب YouCan Pay الخاص بك. سيتم رفض القيم غير الصالحة. سيتم حفظ القيم التي تبدأ بـ "pri_" فقط.
fr_fr: Obtenez vos clés API à partir de votre compte YouCan Pay. Les valeurs non valides seront rejetées. Seules les valeurs commençant par "pri_" seront enregistrées.

source: Payment Request Button Type
ar: نوع زر طلب الدفع
fr_fr: Type de bouton de demande de paiement

source: Button Type
ar: نوع الزر
fr_fr: Type de bouton

source: Select the button type you would like to show.
ar: حدد نوع الزر الذي ترغب في إظهاره.
fr_fr: Sélectionnez le type de bouton que vous souhaitez afficher.

source: Default
ar: العام
fr_fr: Défaut

source: Buy
ar: إشتري
fr_fr: Acheter

source: Donate
ar: تبرع
fr_fr: Faire un don

source: Branded
ar: ذات العلامات التجارية
fr_fr: Marque

source: Custom
ar: مخصص
fr_fr: Personnalisé

source: Payment Request Button Label
ar: تسمية زر طلب الدفع
fr_fr: Étiquette du bouton de demande de paiement

source: Button Label
ar: تسمية الزر
fr_fr: Étiquette de bouton

source: Enter the custom text you would like the button to have.
ar: أدخل النص المخصص الذي تريد أن يحتويه الزر.
fr_fr: Entrez le texte personnalisé que vous souhaitez que le bouton ait.

source: Buy now
ar: اشتري الآن
fr_fr: Acheter maintenant

source: Logging
ar: سجل البيانات
fr_fr: Débogage

source: Log debug messages
ar: تشغيل سجل البيانات التوضيحية
fr_fr: Conserver les messages de débogage

source: Save debug messages to the WooCommerce System Status log.
ar: احفظ سجلات التوضيح في سجل حالة نظام WooCommerce.
fr_fr: Enregistrez les messages de débogage dans le journal d’état du système WooCommerce.

source: Return to payments
ar: العودة إلى طرق الدفع
fr_fr: Retour aux paiements

source: YouCan Pay Standalone
ar: YouCan Pay مستقل
fr_fr: YouCan Pay autonome

source: Settings
ar: الإعدادات
fr_fr: Paramètres

source: View Documentation
ar: عرض دليل الاستخدام
fr_fr: Voir la documentation

source: Docs
ar: المستندات

source: Open a support request
ar: افتح طلب الدعم
fr_fr: Ouvrir une demande d’assistance

source: Support
ar: الدعم

source: Sorry, the minimum allowed order total is %1$s to use this payment method.
ar: عذرًا ، إجمالي الحد الأدنى المسموح به للطلب هو %1$s لاستخدام طريقة الدفع هذه.
fr_fr: Désolé, le total de commande minimum autorisé est de %1$s pour utiliser ce mode de paiement.

source: YouCan Pay - The minimum PHP version required for this plugin is %1$s. You are running %2$s.
ar: YouCan Pay - الحد الأدنى لإصدار PHP المطلوب لهذا البرنامج الإضافي هو %1$s. أنت تقوم بتشغيل %2$s.
fr_fr: YouCan Pay - La version PHP minimale requise pour ce plugin est %1$s. Vous exécutez %2$s.

source: YouCan Pay - This is the last version of the plugin compatible with WooCommerce %1$s. All future versions of the plugin will require WooCommerce %2$s or greater.
ar: YouCan Pay - هذا هو الإصدار الأخير من البرنامج الإضافي المتوافق مع WooCommerce %1$s. ستتطلب جميع الإصدارات المستقبلية من البرنامج الإضافي WooCommerce %2$s أو أكبر.
fr_fr: YouCan Pay - Ceci est la dernière version du plugin compatible avec WooCommerce %1$s. Toutes les futures versions du plugin nécessiteront WooCommerce %2$s ou plus.

source: YouCan Pay is almost ready. To get started, <a href="%s">set your YouCan Pay account keys</a>.
ar: YouCan Pay جاهز تقريبًا. للبدء ، <a href="%s"> اضبط مفاتيح حساب YouCan Pay </a>.
fr_fr: YouCan Pay est presque prêt. Pour commencer, <a href="%s">définissez vos clés de compte YouCan Pay</a>.

source: YouCan Pay is in Sandbox mode however your test keys may not be valid. Sandbox keys start with pub_sandbox and pri_sandbox. Please go to your settings and, <a href="%s">set your YouCan Pay account keys</a>.
ar: YouCan Pay في وضع Sandbox ولكن مفاتيح الاختبار الخاصة بك قد لا تكون صالحة. تبدأ مفاتيح Sandbox بـ pub_sandbox و pri_sandbox. يرجى الانتقال إلى الإعدادات الخاصة بك و <a href="%s"> تعيين مفاتيح حساب YouCan Pay </a>.
fr_fr: YouCan Pay est en mode Sandbox, mais vos clés de test peuvent ne pas être valides. Les clés sandbox commencent par pub_sandbox et pri_sandbox. Veuillez accéder à vos paramètres et, <a href="%s">définir vos clés de compte YouCan Pay</a>.

source: YouCan Pay is in production mode however your keys may not be valid. Production keys start with pub and pri. Please go to your settings and, <a href="%s">set your YouCan Pay account keys</a>.
ar: يمكنك الدفع في الوضع الحي ولكن مفاتيحك قد لا تكون صالحة. تبدأ مفاتيح الإنتاج بـ pub و pri. الرجاء الانتقال إلى الإعدادات و <a href="%s"> تعيين مفاتيح حساب You Can Pay </a>.
fr_fr: YouCan Pay est en mode production, mais vos clés peuvent ne pas être valides. Les clés de production commencent par pub et pri. Veuillez accéder à vos paramètres et, <a href="%s">définir vos clés de compte YouCan Pay</a>.

source: YouCan Pay is enabled, but a SSL certificate is not detected. Your checkout may not be secure! Please ensure your server has a valid <a href="%1$s" target="_blank">SSL certificate</a>
ar: YouCan Pay مفعل ، لكن لم يتم الكشف عن شهادة SSL. قد لا تكون عملية الدفع الخاصة بك آمنة! الرجاء التأكد من أن الخادم الخاص بك لديه <a href="%1$s" target="_blank"> شهادة SSL صالحة </a>
fr_fr: YouCan Pay est activé, mais aucun certificat SSL n’est détecté. Votre paiement n’est peut-être pas sécurisé! Assurez-vous que votre serveur dispose d’un certificat <a href="%1$s" target="_blank">SSL valide</a>

source: Action failed. Please refresh the page and retry.
ar: فشل العملية ، يرجى تحديث الصفحة والمحاولة مرة أخرى.
fr_fr: Échec de l’action. Actualisez la page et réessayez.

source: YouCan Pay Order Data
ar: بيانات الطلبات YouCan Pay
fr_fr: YouCan Pay données de commande

source: YouCan Pay Customer Data
ar: بيانات العميل YouCan Pay
fr_fr: YouCan Pay données client

source: YouCan Pay Data
ar: بيانات YouCan Pay
fr_fr: YouCan Pay données

source: Retain YouCan Pay Data
ar: احتفظ ببيانات YouCan Pay
fr_fr: Conserver les données YouCan Pay

source: Retains any YouCan Pay data such as YouCan Pay customer ID, source ID.
ar: يحتفظ بكل بيانات YouCan Pay مثل معرف العميل ومعرف المصدر.
fr_fr: Conserve toutes les données YouCan Pay telles que l’ID client YouCan Pay, l’ID source.

source: By using this extension, you may be storing personal data or sharing data with an external service. <a href="%s" target="_blank">Learn more about how this works, including what you may want to include in your privacy policy.</a>
ar: باستخدام هذا البرنامج الإضافي ، قد تقوم بتخزين البيانات الشخصية أو مشاركة البيانات مع خدمة خارجية. <a href="%s" target="_blank"> تعرف على المزيد حول كيفية عمل ذلك ، بما في ذلك ما قد ترغب في تضمينه في سياسة الخصوصية لديك. </a>
fr_fr: En utilisant cette extension, vous pouvez stocker des données personnelles ou partager des données avec un service externe. <a href="%s" target="_blank">En savoir plus sur la façon dont cela fonctionne, y compris ce que vous voudrez peut-être inclure dans votre politique de confidentialité.</a>

source: Order ID %d is less than set retention days. Personal data retained. (YouCan Pay)
ar: معرف الطلب %d أقل من أيام الاحتفاظ المحددة. الاحتفاظ بالبيانات الشخصية. (YouCan Pay)
fr_fr: L’ID de commande %d est inférieur aux jours de rétention définis. Données personnelles conservées. (Vous pouvez payer)

source: YouCan Pay (Gateways)
ar: YouCan Pay
fr_fr: YouCan Pay (Passerelles)

source: <a href="https://youcanpay.com/docs" target="_blank">Payment Method Guide</a>
ar: <a href="https://youcanpay.com/docs" target="_blank">دليل طريقة الدفع</a>
fr_fr: <a href="https://youcanpay.com/docs" target="_blank">Guide de méthode de paiement </a>

source: Must be activated from your YouCan Pay Settings <a href="https://youcanpay.com/settings" target="_blank">here</a>
ar: يجب تشغيله من إعدادات YouCan Pay الخاصة بك <a href="https://youcanpay.com/settings" target="_blank">هنا</a>
fr_fr: Doit être activé à partir de vos paramètres YouCan Pay <a href="https://youcanpay.com/settings" target="_blank">ici</a>

source: Enable YouCan Pay Standalone
ar: تشغيل YouCan Pay المستقلة
fr_fr: Activer YouCan Pay autonome

source: You will be redirected to YouCan Pay.
ar: ستتم إعادة توجيهك إلى YouCan Pay.
fr_fr: Vous serez redirigé vers YouCan Pay.

source: All other general YouCan Pay settings can be adjusted <a href="%s">here</a>.
ar: يعمل على تحويل المشتري الى منصة YouCan Pay لإتمام عملية الشراء, لتعديل جميع الإعدادات العامة <a href="%s">من هنا</a>.
fr_fr: Tous les autres paramètres généraux de YouCan Pay peuvent être ajustés <a href="%s">ici</a>.

source: SANDBOX MODE ENABLED. In sandbox mode, you can use the card number 4242424242424242 with 112 CVC and 10/24 date or check the <a href="%s" target="_blank">Testing YouCan Pay documentation</a> for more card numbers.
ar: تم تشغيل وضع SANDBOX. في وضع sandbox ، يمكنك استخدام رقم البطاقة 4242424242424242 مع 112 CVC وتاريخ 10/24 أو زيارة <a href="%s" target="_blank"> دليل YouCan Pay </a> للحصول على مزيد من أرقام البطاقات.
fr_fr: SANDBOX MODE ACTIVÉ. En mode sandbox, vous pouvez utiliser le numéro de carte 4242424242424242 avec 112 CVC et la date 10/24 ou vérifier la <a href="%s" target="_blank">YouCan Pay documentation</a> pour plus de numéros de carte.

source: There was a problem connecting to the YouCan Pay API endpoint.
ar: حدثت مشكلة في الاتصال بـ YouCan Pay API.
fr_fr: Un problème est survenu lors de la connexion à l’API YouCan Pay.

source: The "Production Public key" should start with "pub", enter the correct key.
ar: يجب أن يبدأ "المفتاح العام في وضع الحي" بـ "pub" ، أدخل المفتاح الصحيح.
fr_fr: La "Clé publique de production" doit commencer par "pub", entrez la clé correcte.

source: The "Production Private key" should start with "pri", enter the correct key.
ar: يجب أن يبدأ "المفتاح الخاص في وضع الحي" بـ "pri" ، أدخل المفتاح الصحيح.
fr_fr: La "Clé privée de production" doit commencer par "pri", entrez la clé correcte.

source: The "Sandbox Public key" should start with "pub_sandbox", enter the correct key.
ar: يجب أن يبدأ "المفتاح العام في وضع Sandbox" بـ "pub_sandbox" ، أدخل المفتاح الصحيح.
fr_fr: La "Clé publique du Sandbox" doit commencer par "pub_sandbox", entrez la clé correcte.

source: The "Sandbox Private key" should start with "pri_sandbox", enter the correct key.
ar: يجب أن يبدأ "المفتاح الخاص في وضع Sandbox" بـ "pri_sandbox" ، أدخل المفتاح الصحيح.
fr_fr: La "Clé privée Sandbox" doit commencer par "pri_sandbox", entrez la clé correcte.

source: An error occurred while processing the card.
ar: حدث خطأ أثناء معالجة البطاقة.
fr_fr: Une erreur s’est produite lors du traitement de la carte.

source: Invalid email address, please correct and try again.
ar: عنوان البريد الإلكتروني غير صالح ، يرجى تصحيحه والمحاولة مرة أخرى.
fr_fr: Adresse e-mail invalide, veuillez corriger et réessayer.

source: Unable to save this payment method, please try again or use alternative method.
ar: تعذر حفظ طريقة الدفع هذه ، يرجى المحاولة مرة أخرى أو استخدام طريقة بديلة.
fr_fr: Impossible d’enregistrer ce mode de paiement, veuillez réessayer ou utiliser un autre mode de paiement.

source: Unable to process this payment, please try again or use alternative method.
ar: غير قادر على معالجة هذا العملية ، يرجى المحاولة مرة أخرى أو استخدام طريقة بديلة.
fr_fr: Impossible de traiter ce paiement, veuillez réessayer ou utiliser une autre méthode.

source: Please try again, This payment has been canceled!
ar: يرجى المحاولة مرة أخرى ، تم إلغاء هذه العملية!
fr_fr: Veuillez réessayer, ce paiement a été annulé !

source: Sorry, payment not completed please try again.
ar: عذرا ، الدفع لم يكتمل يرجى المحاولة مرة أخرى.
fr_fr: Désolé, le paiement n’est pas terminé, veuillez réessayer.

source: Fatal error, please try again.
ar: خطأ غير متوقع ، يرجى المحاولة مرة أخرى.
fr_fr: Erreur fatale, veuillez réessayer.

source: Fatal error, please try again or contact support.
ar: خطأ غير متوقع ، يرجى المحاولة مرة أخرى أو الاتصال بالدعم.
fr_fr: Erreur fatale, veuillez réessayer ou contacter le support.

source: YouCan Pay requires WooCommerce to be installed and active. You can download %s here.
ar: يتطلب YouCan Pay تثبيت WooCommerce وتنشيطه. يمكنك تنزيل %s هنا.
fr_fr: YouCan Pay nécessite que WooCommerce soit installé et actif. Vous pouvez télécharger %s ici.

source: YouCan Pay requires WooCommerce %1$s or greater to be installed and active. WooCommerce %2$s is no longer supported.
ar: يتطلب YouCan Pay تثبيت وتنشيط WooCommerce %1$s أو أكبر. WooCommerce %2$s لم يعد مدعومًا.
fr_fr: YouCan Pay nécessite l’installation de WooCommerce %1$s ou version ultérieure. WooCommerce %2$s n’est plus pris en charge.

source: %1$s is enabled - it requires store currency to be set to %2$s
ar: %1$s - يتطلب أن تكون عملة المتجر مدعمة %2$s
fr_fr: %1$s est activé - il faut que la devise du magasin soit définie sur %2$s

source: YouCan Pay Transaction ID
ar: معرف معاملة YouCan Pay
fr_fr: Identifiant de transaction YouCan Pay

source: The transaction does not exist
ar: المعاملة غير موجودة
fr_fr: La transaction n'existe pas

source: The order received from the webhook does not exist
ar: الطلبية التي تم استلامها من الرد التلقائي على الويب (webhook) غير موجودة
fr_fr: La commande reçue du webhook n'existe pas

source: Payment not made
ar: لم يتم الدفع
fr_fr: Paiement non effectué

source: You must add the following webhook endpoint <strong style="background-color:#ddd;">%s</strong> to your <a href="https://youcanpay.com/settings/webhooks" target="_blank">YouCan Pay Settings</a> (if there isn't one already enabled). This will allow you to receive notifications on the status of transactions.
ar: يجب عليك إضافة webhook التالي <strong style="background-color:#ddd;">%s</strong> في اعدادات <a href="https://youcanpay.com/settings/webhooks" target="_blank">YouCan Pay</a> (إذا لم يكن بالفعل من قبل). سيسمح لك ذلك بتلقي إشعارات بشأن حالة المعاملات.
fr_fr: Vous devez ajouter le webhook suivant <strong style="background-color:#ddd;">%s</strong> à vos <a href="https://youcanpay.com/settings/webhooks" target="_blank">paramètres YouCan Pay</a> (s'il n'y en a pas un déjà activé). Cela vous permettra de recevoir des notifications sur l'état des transactions.

source: Webhook Endpoints
ar: نقاط نهاية Webhook
fr_fr: Le webhook

source: The most recent sandbox webhook, timestamped %s, was processed successfully.
ar: تمت معالجة أحدث sandbox webhook ، مختوم زمنيًا %s ، بنجاح.
fr_fr: Le webhook sandbox le plus récent, horodaté %s, a été traité avec succès.

source: The most recent production webhook, timestamped %s, was processed successfully.
ar: تمت معالجة أحدث webhook للإنتاج ، مختوم زمنيًا %s ، بنجاح.
fr_fr: Le webhook en production le plus récent, horodaté %s, a été traité avec succès.

source: No sandbox webhooks have been received since monitoring began at %s.
ar: لم يتم تلقي أي sandbox webhooks منذ بدء المراقبة في %s.
fr_fr: Aucun webhook sandbox n'a été reçu depuis le début de la surveillance à %s.

source: No production webhooks have been received since monitoring began at %s.
ar: لم يتم تلقي أي webhooks للإنتاج منذ بدء المراقبة في %s.
fr_fr: Aucun webhook en production n'a été reçu depuis le début de la surveillance à %s.

source: Warning: The most recent sandbox webhook, received at %1$s, could not be processed. Reason: %2$s. (The last sandbox webhook to process successfully was timestamped %3$s.)
ar: تحذير: تعذرت معالجة أحدث sandbox webhook ، تم استلامه في %1$s. السبب: %2$s. (تم ختم آخر sandbox webhook وتمت معالجته بنجاح بطابع زمني %3$s.)
fr_fr: Avertissement : Le webhook sandbox le plus récent, reçu à %1$s, n'a pas pu être traité. Raison : %2$s. (Le dernier webhook sandbox à traiter avec succès était horodaté %3$s.)

source: Warning: The most recent production webhook, received at %1$s, could not be processed. Reason: %2$s. (The last production webhook to process successfully was timestamped %3$s.)
ar: تحذير: تعذرت معالجة أحدث webhook للإنتاج ، تم استلامه في %1$s. السبب: %2$s. (تم ختم آخر webhook للإنتاج وتمت معالجته بنجاح بطابع زمني %3$s.)
fr_fr: Avertissement : Le webhook en production le plus récent, reçu à %1$s, n'a pas pu être traité. Raison : %2$s. (Le dernier webhook en production à traiter avec succès était horodaté %3$s.)

source: Warning: The most recent sandbox webhook, received at %1$s, could not be processed. Reason: %2$s. (No sandbox webhooks have been processed successfully since monitoring began at %3$s.)
ar: تحذير: تعذرت معالجة أحدث sandbox webhooks ، تم استلامه في %1$s. السبب: %2$s. (لم تتم معالجة sandbox webhooks بنجاح منذ أن بدأت المراقبة في %3$s.)
fr_fr: Avertissement : Le webhook sandbox le plus récent, reçu à %1$s, n'a pas pu être traité. Raison : %2$s. (Aucun webhook sandbox n'a été traité avec succès depuis le début de la surveillance à %3$s.)

source: Warning: The most recent production webhook, received at %1$s, could not be processed. Reason: %2$s. (No production webhooks have been processed successfully since monitoring began at %3$s.)
ar: تحذير: تعذرت معالجة أحدث webhooks للإنتاج ، تم استلامه في %1$s. السبب: %2$s. (لم تتم معالجة webhooks للإنتاج بنجاح منذ أن بدأت المراقبة في %3$s.)
fr_fr: Avertissement : Le webhook en production le plus récent, reçu à %1$s, n'a pas pu être traité. Raison : %2$s. (Aucun webhook en production n'a été traité avec succès depuis le début de la surveillance à %3$s.)

source: The received webhook token is not equal to the order token
ar: الرمز الذي تم استلامه من webhook لا يساوي رمز الطلبية
fr_fr: Le jeton webhook reçu n'est pas égal au jeton de commande

source: %s is a required field.
ar: %s حقل مطلوب.
fr_fr: %s est un champ obligatoire.

source: Billing First Name
ar: الاسم الأول
fr_fr: Prénom

source: Billing Last Name
ar: الاسم الأخير
fr_fr: Nom

source: Billing Company
ar: الشركة
fr_fr: Société

source: Billing Country
ar: الدولة
fr_fr: Pays

source: Billing Address
ar: عنوان الشارع / الحي
fr_fr: Numéro et nom de rue

source: Billing City
ar: المدينة
fr_fr: Ville

source: Billing State
ar: المنطقة
fr_fr: Région / Département

source: Billing Postcode
ar: الرمز البريدي / ZIP
fr_fr: Code postal

source: Billing Phone
ar: الهاتف
fr_fr: Téléphone

source: Billing Email
ar: البريد الإلكتروني
fr_fr: E-mail

source: Ship To Different Address
ar: الشحن لعنوان مختلف
fr_fr: Expédier à une adresse différente

source: Order Comments
ar: ملاحظات الطلب
fr_fr: Notes de commande

source: Shipping First Name
ar: الشحن الاسم الأول
fr_fr: Prénom d'expédition

source: Shipping Last Name
ar: الشحن الاسم الأخير
fr_fr: Nom de famille d'expédition

source: Shipping Company
ar: شركة الشحن
fr_fr: Société d'expédition

source: Shipping Country
ar: بلد الشحن
fr_fr: Pays d'expédition

source: Shipping Address
ar: عنوان الشارع / الحي الشحن
fr_fr: Numéro et nom de rue d'expédition

source: Shipping City
ar: مدينة الشحن
fr_fr: Ville d'expédition

source: Shipping State
ar: منطقة الشحن
fr_fr: Région / Département d'expédition

source: Shipping Postcode
ar: الرمز البريدي للشحن
fr_fr: Code postal d'expédition

source: Terms
ar: الشروط والأحكام
fr_fr: Conditions générales
